[{"_raw":"<14>Jan 28 13:33:30 myhost.acme.com MSWinEventLog\t1\tSecurity\t1377326\tFri Jan 28 13:33:30 2022\t4634\tMicrosoft-Windows-Security-Auditing\tN/A\tN/A\tSuccess Audit\tmyhost.acme.com\tLogoff\t\tAn account was logged off.    Subject:   Security ID:  S-1-5-21-55707212-1548826408-2619092472-50115   Account Name:  jsmith   Account Domain:  acme.com   Logon ID:  0x1d9d0bf98    Logon Type:   2    This event is generated when a logon session is destroyed. It may be positively correlated with a logon event using the Logon ID value. Logon IDs are only unique between reboots on the same computer.\t952188769","_time":1643398410,"cribl_breaker":"Break on newlines"},{"_raw":"<14>Jan 28 13:33:30 myhost.acme.com MSWinEventLog\t1\tSecurity\t510951\tFri Jan 28 13:33:30 2022\t4674\tMicrosoft-Windows-Security-Auditing\tN/A\tN/A\tSuccess Audit\tmyhost.acme.com\tSensitive Privilege Use\t\tAn operation was attempted on a privileged object.    Subject:   Security ID:  S-1-5-21-55707212-1548826408-2619092472-97425   Account Name:  jsmith   Account Domain:  acme.com   Logon ID:  0xb15a4    Object:   Object Server: Security   Object Type: -   Object Name: -   Object Handle: 0x8350    Process Information:   Process ID: 0x3ff0   Process Name: D:\\xxxxx\\xxxxx\\file.exe    Requested Operation:   Desired Access: 1048577   Privileges:  SeBackupPrivilege\t1036644788","_time":1643398410,"cribl_breaker":"Break on newlines"},{"_raw":"<14>Jan 28 13:33:30 myhost.acme.com MSWinEventLog\t1\tSecurity\t374182\tFri Jan 28 13:33:30 2022\t4624\tMicrosoft-Windows-Security-Auditing\tN/A\tN/A\tSuccess Audit\tmyhost.acme.com\tLogon\t\tAn account was successfully logged on.    Subject:   Security ID:  S-1-0-0   Account Name:  -   Account Domain:  -   Logon ID:  0x0    Logon Type:   3    Impersonation Level:  Impersonation    New Logon:   Security ID:  S-1-5-21-828144833-3262232118-2855860117-77205   Account Name:  jsmith   Account Domain:  acme.com   Logon ID:  0x3AEFC979   Logon GUID:  {A633D583-2957-9FFD-13B5-954D79156382}    Process Information:   Process ID:  0x0   Process Name:  -    Network Information:   Workstation Name: -   Source Network Address: -   Source Port:  -    Detailed Authentication Information:   Logon Process:  Kerberos   Authentication Package: Kerberos   Transited Services: -   Package Name (NTLM only): -   Key Length:  0    This event is generated when a logon session is created. It is generated on the computer that was accessed.    The subject fields indicate the account on the local system which requested the logon. This is most commonly a service such as the Server service, or a local process such as Winlogon.exe or Services.exe.    The logon type field indicates the kind of logon that occurred. The most common types are 2 (interactive) and 3 (network).    The New Logon fields indicate the account for whom the new logon was created, i.e. the account that was logged on.    The network fields indicate where a remote logon request originated. Workstation name is not always available and may be left blank in some cases.    The impersonation level field indicates the extent to which a process in the logon session can impersonate.    The authentication information fields provide detailed information about this specific logon request.   - Logon GUID is a unique identifier that can be used to correlate this event with a KDC event.   - Transited services indicate which intermediate services have participated in this logon request.   - Package name indicates which sub-protocol was used among the NTLM protocols.   - Key length indicates the length of the generated session key. This will be 0 if no session key was requested.\t788385306","_time":1643398410,"cribl_breaker":"Break on newlines"},{"_raw":"<14>Jan 28 12:33:30 myhost.acme.com MSWinEventLog\t1\tSecurity\t513611\tFri Jan 28 12:33:30 2022\t4688\tMicrosoft-Windows-Security-Auditing\tN/A\tN/A\tSuccess Audit\tmyhost.acme.com\tProcess Creation\t\tA new process has been created.    Creator Subject:   Security ID:  S-1-5-21-478741036-1442749419-1446792091-219251   Account Name:  jsmith   Account Domain:  acme.com   Logon ID:  0x34BAC    Target Subject:   Security ID:  S-1-0-0   Account Name:  -   Account Domain:  -   Logon ID:  0x0    Process Information:   New Process ID:  0x233c   New Process Name: C:\\Windows\\System32\\file.exe   Token Elevation Type: %%1936   Mandatory Label:  S-1-16-12288   Creator Process ID: 0x25f8   Creator Process Name: C:\\Windows\\System32\\cmd.exe   Process Command Line: \\??\\C:\\Windows\\system32\\file.exe 0xffffffff -ForceV1    Token Elevation Type indicates the type of token that was assigned to the new process in accordance with User Account Control policy.    Type 1 is a full token with no privileges removed or groups disabled.  A full token is only used if User Account Control is disabled or if the user is the built-in Administrator account or a service account.    Type 2 is an elevated token with no privileges removed or groups disabled.  An elevated token is used when User Account Control is enabled and the user chooses to start the program using Run as administrator.  An elevated token is also used when an application is configured to always require administrative privilege or to always require maximum privilege, and the user is a member of the Administrators group.    Type 3 is a limited token with administrative privileges removed and administrative groups disabled.  The limited token is used when User Account Control is enabled, the application does not require administrative privilege, and the user does not choose to start the program using Run as administrator.\t460046410","_time":1643394810,"cribl_breaker":"Break on newlines"},{"_raw":"<14>Jan 28 13:33:30 myhost.acme.com MSWinEventLog\t1\tSecurity\t2186686\tFri Jan 28 13:33:30 2022\t4672\tMicrosoft-Windows-Security-Auditing\tN/A\tN/A\tSuccess Audit\tmyhost.acme.com\tSpecial Logon\t\tSpecial privileges assigned to new logon.    Subject:   Security ID:  S-1-5-18   Account Name:  jsmith$   Account Domain:  CLOUD   Logon ID:  0x25628E94C    Privileges:  SeSecurityPrivilege     SeBackupPrivilege     SeRestorePrivilege     SeTakeOwnershipPrivilege     SeDebugPrivilege     SeSystemEnvironmentPrivilege     SeImpersonatePrivilege     SeTcbPrivilege     SeLoadDriverPrivilege\t198601217","_time":1643398410,"cribl_breaker":"Break on newlines"}]